tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'xquartz'
brew 'xz'
brew 'pcre', args: ['universal']
brew 'gettext'
brew 'git', args: ['with-gettext', 'with-pcre']
brew 'go'
brew 'asciinema'
brew 'pkg-config'
brew 'libffi'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'bats'
brew 'icu4c', args: ['c++11']
brew 'boost', args: ['c++11', 'with-icu4c']
brew 'boost-build'
brew 'cereal'
brew 'cmake'
brew 'clhep'
brew 'ctags'
brew 'd-bus'
brew 'harfbuzz'
brew 'pango'
brew 'jpeg'
brew 'libtiff'
brew 'jasper'
brew 'netpbm'
brew 'gts'
brew 'gdk-pixbuf'
brew 'libcroco'
brew 'librsvg'
brew 'graphviz', args: ['with-app', 'with-bindings', 'with-freetype', 'with-gts', 'with-librsvg', 'with-pango', 'with-x11']
brew 'doxygen', args: ['with-doxywizard', 'with-graphviz', 'with-libclang']
brew 'fftw', args: ['with-fortran', 'with-openmp']
brew 'gdbm', args: ['with-libgdbm-compat']
brew 'git-lfs'
brew 'gmp', args: ['c++11']
brew 'gsl'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'heroku-toolbelt'
brew 'hub'
brew 'isl'
brew 'oniguruma'
brew 'jq'
brew 'openssl'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'mpfr'
brew 'libmpc'
brew 'libtool'
brew 'libyaml'
brew 'readline'
brew 'sqlite', args: ['with-functions']
brew 'python'
brew 'llvm', args: ['with-clang', 'with-python', 'with-rtti']
brew 'md5sha1sum'
brew 'mysql'
brew 'node', args: ['with-debug', 'with-full-icu']
brew 'node-build'
brew 'nodenv'
brew 'pandoc'
brew 'postgresql', args: ['with-dtrace', 'with-python']
brew 'python3'
brew 'qt', args: ['with-d-bus', 'with-docs', 'with-mysql', 'with-postgresql']
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'scons'
brew 'sqlitebrowser'
brew 'swig', args: ['universal']
brew 'tmux'
brew 'tree'
brew 'xerces-c'
brew 'xrootd'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/gcc49'
cask 'java'
