tap "caskroom/cask"
tap "caskroom/drivers"
tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
cask "xquartz"
brew "apache-spark"
brew "gdbm", args: ["with-libgdbm-compat"]
brew "openssl"
brew "readline"
brew "sqlite", args: ["with-dbstat", "with-docs", "with-fts", "with-functions", "with-icu4c", "with-json1"]
brew "xz"
brew "python3"
brew "asciinema"
brew "autoconf"
brew "bash-completion"
brew "bats"
brew "boost", args: ["c++11", "with-icu4c"]
brew "boost-build"
brew "brew-cask-completion"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "cereal"
brew "cmake"
brew "cowsay"
brew "diff-so-fancy"
brew "flatbuffers"
brew "libevent"
brew "folly"
brew "git", args: ["with-gettext", "with-pcre"]
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "git-imerge"
brew "git-lfs"
brew "go"
brew "python"
brew "gobject-introspection"
brew "gsl"
brew "hadoop"
brew "harfbuzz"
brew "heroku"
brew "hive"
brew "hub", args: ["HEAD"]
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew "libyaml"
brew "llvm"
brew "mackup"
brew "mas"
brew "mysql", args: ["with-archive-storage-engine", "with-blackhole-storage-engine", "with-debug", "with-embedded", "with-local-infile", "with-test"], restart_service: true
brew "openssl@1.1"
brew "nginx", restart_service: true
brew "node"
brew "postgresql", args: ["with-dtrace", "with-python3"], restart_service: true
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "scons"
brew "shared-mime-info"
brew "sqoop"
brew "tmux"
brew "tree"
brew "homebrew/science/openblas"
cask "atom"
cask "banktivity"
cask "bartender"
cask "box-sync"
cask "cloak"
cask "docker"
cask "drobo-dashboard"
cask "dropbox"
cask "firefox"
cask "gitter"
cask "google-chrome"
cask "google-hangouts"
cask "gpgtools"
cask "istat-menus"
cask "keepingyouawake"
cask "keybase"
cask "little-snitch"
cask "marked"
cask "parallels-desktop"
cask "slack"
cask "sublime-text"
cask "tidal"
cask "torbrowser"
cask "tresorit"
cask "virtualbox"
cask "viscosity"
cask "whatsapp"
cask "zoomus"
mas "1Password", id: 443987910
mas "Electron APIs", id: 1119345146
mas "GarageBand", id: 682658836
mas "GIFBrewery", id: 435989461
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Marked 2", id: 890031187
mas "Mousepose", id: 405904955
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "ScreenFlow", id: 917790450
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
